<?php

return [
    'failed' => 'Неверное имя пользователя или пароль.',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    'confirm_password_title' => 'Подтвердите пароль',
    'confirm_password_desc'  => 'Это защищенная область приложения. Пожалуйста, подтвердите свой пароль перед продолжением.',
    'confirm_button'         => 'Подтвердить',

    'forgot_password_desc'       => 'Забыли пароль? Нет проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля, чтобы вы могли выбрать новый.',
    'email_label'                => 'Email',
    'email_reset_link_button'    => 'Отправить ссылку на сброс пароля',

    'company_code_label'         => 'Код Компании',

    'password_label'    => 'Пароль',
    'remember_me'       => 'Запомнить меня',
    'forgot_password'   => 'Забыли пароль?',
    'log_in_button'     => 'Войти',

    'name_label'                  => 'Имя',
    'confirm_password_label'      => 'Подтвердите пароль',
    'already_registered_link'     => 'Уже зарегистрированы?',
    'register_button'             => 'Регистрация',

    'reset_password_button'       => 'Сбросить пароль',
    'verify_email_desc'           => 'Спасибо за регистрацию! Прежде чем начать, пожалуйста, подтвердите свой адрес электронной почты, перейдя по ссылке, которую мы только что отправили вам по почте. Если вы не получили письмо, мы с удовольствием отправим его снова.',
    'verification_link_sent'      => 'Новая ссылка для подтверждения была отправлена на адрес электронной почты, указанный вами при регистрации.',
    'resend_verification_button'  => 'Отправить письмо повторно',
    'log_out_button'              => 'Выйти',
];
