<?php

return [
    'profile' => 'Профиль',
    'profile_information' => 'Информация профиля',
    'profile_avatar' => 'Фото профиля',

    'delete_account_title'       => 'Удалить аккаунт',
    'delete_account_desc'        => 'После удаления вашего аккаунта все его ресурсы и данные будут безвозвратно удалены. Перед удалением аккаунта, пожалуйста, скачайте любые данные или информацию, которые вы хотите сохранить.',
    'delete_button'              => 'Удалить аккаунт',
    'confirm_delete_title'       => 'Вы уверены, что хотите удалить свой аккаунт?',
    'confirm_delete_desc'        => 'После удаления вашего аккаунта все его ресурсы и данные будут безвозвратно удалены. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите навсегда удалить свой аккаунт.',
    'password_placeholder'       => 'Пароль',
    'cancel_button'              => 'Отмена',

    'update_password_title'          => 'Обновить пароль',
    'update_password_desc'           => 'Убедитесь, что ваш аккаунт использует длинный случайный пароль для обеспечения безопасности.',
    'current_password_label'         => 'Текущий пароль',
    'new_password_label'             => 'Новый пароль',
    'confirm_password_label'         => 'Подтвердите пароль',
    'save_button'                    => 'Сохранить',
    'saved_status'                   => 'Сохранено',

    'profile_information_desc'        => 'Обновите информацию профиля и адрес электронной почты вашего аккаунта.',
    'profile_avatar_desc'             => 'Обновите фото профиля вашего аккаунта.',
    'name_label'                      => 'Имя',
    'email_label'                     => 'Email',
    'email_unverified'                => 'Ваш адрес электронной почты не подтвержден.',
    'resend_verification_link'        => 'Нажмите здесь, чтобы повторно отправить письмо с подтверждением.',
    'verification_link_sent_status'   => 'Новая ссылка для подтверждения была отправлена на ваш адрес электронной почты.'
];
